[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:35};
itm1={id:14,name:Home_Center,refID:51,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:1,y:161,zorder:11};
itm10={backcolor:0,bidimode:left-to-right,content:Artist name,font:41,height:25,highcolor:0,hlayout:left,id:24,linespacing:0,multiline:false,name:Artist_name,type:TEXTFIELD,visible:true,vlayout:top,width:260,wrapline:no-wrap,x:360,y:340,zorder:21};
itm11={backcolor:0,bidimode:left-to-right,content:Audio ipod,font:33,height:35,highcolor:0,hlayout:center,id:25,linespacing:0,multiline:false,name:Audio_ipod,type:TEXTFIELD,visible:true,vlayout:middle,width:400,wrapline:no-wrap,x:200,y:155,zorder:22};
itm12={backcolor:0,height:146,id:34,img:1027,layout:normal,name:Artwork_BG,type:IMAGEFIELD,visible:true,width:144,x:205,y:230,zorder:23,layout_param:{clipx:0,clipy:0}};
itm13={backcolor:0,height:140,id:35,img:532,layout:stretch-fill,name:Artwork,type:IMAGEFIELD,visible:true,width:140,x:205,y:230,zorder:24,layout_param:{}};
itm2={id:15,name:Home_footer,refID:52,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:431,zorder:12};
itm3={id:16,name:TOP,refID:53,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:0,zorder:13};
itm4={id:17,name:Home_header,refID:50,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:0,zorder:14};
itm5={backcolor:0,bidimode:left-to-right,content:ALBUM,font:40,height:30,highcolor:0,hlayout:left,id:19,linespacing:0,multiline:false,name:ALBUM,type:TEXTFIELD,visible:false,vlayout:top,width:230,wrapline:no-wrap,x:390,y:223,zorder:16};
itm6={backcolor:0,bidimode:left-to-right,content:Album title,font:40,height:30,highcolor:0,hlayout:left,id:20,linespacing:0,multiline:false,name:Album_title,type:TEXTFIELD,visible:true,vlayout:top,width:260,wrapline:no-wrap,x:360,y:222,zorder:17};
itm7={backcolor:0,bidimode:left-to-right,content:TRACK,font:41,height:25,highcolor:0,hlayout:left,id:21,linespacing:0,multiline:false,name:TRACK,type:TEXTFIELD,visible:false,vlayout:top,width:230,wrapline:no-wrap,x:390,y:293,zorder:18};
itm8={backcolor:0,bidimode:left-to-right,content:Music title,font:41,height:25,highcolor:0,hlayout:left,id:22,linespacing:0,multiline:false,name:Music_title,type:TEXTFIELD,visible:true,vlayout:top,width:260,wrapline:no-wrap,x:360,y:292,zorder:19};
itm9={backcolor:0,bidimode:left-to-right,content:ARTIST,font:41,height:25,highcolor:0,hlayout:left,id:23,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:false,vlayout:top,width:230,wrapline:no-wrap,x:390,y:341,zorder:20};

